Repository: qenterra/cadence
Catalog: Sources/Cadence/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: The clipboard does not contain a valid line-level LRC document.
ru: Буфер обмена не содержит корректного построчного документа LRC.

source: The current artwork is unchanged.
ru: Текущая обложка не изменена.

source: The current queue is unchanged.
ru: Текущая очередь не изменена.

source: The import report is ready
ru: Отчёт об импорте готов

source: The managed library is unavailable. Import music or reopen the library, then try again.
ru: Медиатека недоступна. Импортируйте музыку или откройте медиатеку снова, затем повторите попытку.

source: The original folder is moved to the system Trash and can be recovered there.
ru: Исходная папка перемещается в системную корзину, откуда её можно восстановить.

source: The original library remains in place.
ru: Исходная медиатека осталась на месте.

source: The selected folder contains a different Cadence library.
ru: Выбранная папка содержит другую медиатеку Cadence.

source: The selected image could not be read.
ru: Не удалось прочитать выбранное изображение.

source: The selected music could not be imported.
ru: Не удалось импортировать выбранную музыку.

source: The settings file could not be read.
ru: Не удалось прочитать файл настроек.

source: The source could not be read.
ru: Не удалось прочитать источник.

source: The value for “%@” is not valid.
ru: Недопустимое значение для «%@».

source: The Z + X shortcut and Cadence Mode effects are off.
ru: Сочетание Z + X и эффекты режима Cadence выключены.

source: The Z + X shortcut, visual effects, and direct entry are disabled.
ru: Сочетание Z + X, визуальные эффекты и прямой вход отключены.

source: These shortcuts pause while you type or use a menu, sheet, or editor.
ru: Эти клавиши не действуют во время ввода текста и при работе с меню, окнами и редакторами.

source: This album has no available tracks.
ru: В этом альбоме нет доступных треков.

source: This album is no longer in the library.
ru: Этого альбома больше нет в медиатеке.

source: This build only previews the workflow.
ru: Эта сборка показывает только будущий процесс.

source: This file is playing without being added to your library.
ru: Этот файл воспроизводится без добавления в медиатеку.

source: This item is no longer in the library.
ru: Этого объекта больше нет в медиатеке.

source: This permanently deletes %lld tracks and their files.
ru: Это навсегда удалит треки (%lld) и их файлы.

source: This permanently deletes the music, artwork, and lyrics in Trash.
ru: Музыка, обложки и тексты в Корзине будут удалены навсегда.

source: This permanently removes the collection from your library.
ru: Коллекция будет безвозвратно удалена из медиатеки.

source: This resets customization only. Your music library and its files remain untouched.
ru: Будут сброшены только пользовательские настройки. Медиатека и музыкальные файлы останутся без изменений.

source: This Smart Collection has unsaved changes.
ru: В этой смарт-коллекции есть несохранённые изменения.

source: This track has no saved lyrics.
ru: Для этого трека нет сохранённого текста.

source: This track is not in your library. Add it only if you want to keep it there.
ru: Этого трека нет в медиатеке. Добавьте его, только если хотите сохранить.

source: Time
ru: Время

source: Time cannot be negative.
ru: Время не может быть отрицательным.

source: Time display
ru: Отображение времени

source: Time Display
ru: Отображение времени

source: Time exceeds the track duration.
ru: Время превышает длительность трека.

source: Time must not precede the previous lyric.
ru: Время не может быть раньше предыдущей строки.

source: Title
ru: Название

source: to
ru: до

source: To
ru: До

source: Track
ru: Трек

source: Track Actions
ru: Действия с треком

source: Track Count
ru: Количество треков

source: Track Name
ru: Название трека

source: Track ReplayGain
ru: ReplayGain трека

source: track selected
ru: трек выбран

source: Tracks
ru: Треки

source: Tracks in Trash
ru: Треки в корзине

source: Tracks remain in your Cadence library.
ru: Треки останутся в медиатеке Cadence.

source: tracks selected
ru: треков выбрано

source: Tracks, albums, and artists you remove appear here.
ru: Здесь появляются удалённые треки, альбомы и исполнители.

source: Trash
ru: Корзина

source: Trash Is Empty
ru: Корзина пуста

source: True
ru: Да

source: Try Again
ru: Повторить

source: Try again.
ru: Повторите попытку.

source: Try the action again or dismiss this message.
ru: Повторите действие или закройте это сообщение.

source: Type
ru: Тип

source: Unknown
ru: Неизвестно

source: Unknown Album
ru: Неизвестный альбом

source: Unknown Artist
ru: Неизвестный исполнитель

source: Unmute
ru: Включить звук

source: Unpin from Home
ru: Открепить от главной

source: Unsaved changes
ru: Несохранённые изменения

source: Unsupported format
ru: Неподдерживаемый формат

source: Unsupported Files Skipped
ru: Неподдерживаемые файлы пропущены

source: Untitled Track
ru: Трек без названия

source: Up Next
ru: Далее

source: Update controls are unavailable in this preview.
ru: Управление обновлениями недоступно в режиме предпросмотра.

source: Updates
ru: Обновления

source: Updates as the draft changes
ru: Обновляется вместе с черновиком

source: Updates Unavailable
ru: Обновления недоступны

source: Updating default app…
ru: Изменение приложения по умолчанию…

source: Updating file associations…
ru: Обновление ассоциаций файлов…

source: Use a standalone tag or one level such as mood/calm.
ru: Используйте отдельный тег или один уровень, например mood/calm.

source: Use Cadence as Default
ru: Использовать Cadence по умолчанию

source: Value
ru: Значение

source: Verifying Copies
ru: Проверка копий

source: Verifying Library
ru: Проверка медиатеки

# Version %@
source: Version %1$@
ru: Версия %@

# Version %@ is ready to install.
source: Version %1$@ is ready to install.
ru: Версия %@ готова к установке.

source: View every track in the library
ru: Просмотреть все треки в медиатеке

source: View Imported Tracks
ru: Показать импортированные треки

source: View Trash
ru: Открыть Корзину

source: Volume
ru: Громкость

source: Volume adjustment
ru: Шаг громкости

source: Volume Down
ru: Уменьшить громкость

source: Volume normalization
ru: Нормализация громкости

source: Volume Normalization
ru: Нормализация громкости

source: Volume Step
ru: Шаг изменения громкости

source: Volume Up
ru: Увеличить громкость

source: When Track Changes
ru: При смене трека

source: When Updates Are Available
ru: Когда доступны обновления

source: Writing tags…
ru: Запись тегов…

source: Year
ru: Год

source: Your draft remains open.
ru: Черновик остаётся открытым.

source: Your existing library is unchanged.
ru: Существующая медиатека не изменена.

source: Your library is unchanged.
ru: Медиатека не изменена.

source: Your library, artwork, lyrics, Trash, and queue will not change.
ru: Медиатека, обложки, тексты, Корзина и очередь не изменятся.

source: Your music is ready in Cadence.
ru: Музыка готова в Cadence.

source: Your unsaved line text and timing changes will be lost.
ru: Несохранённый текст строк и изменения тайминга будут потеряны.

source: Your unsaved lyrics and timing changes will be lost.
ru: Несохранённые изменения текста и времени будут потеряны.
